import "../style/HistoryStarting.scss"
import Photo3 from '../../img/Photo3.jpg';

const HistoryStarting = () => {
  return (
    <div className="  history_starting container">
      <h2>Начало истории академии</h2>
      <div className="history_starting_group">
        <div className="history_starting_text">
          <h4>  В 2005 году, после серии трудных экономических условий,<br /> финансирование образователь </h4>
          <p>
            Основателями академии стали доктор Ибрагим аль-Фахри и <br /> его ученица Амира Халид. Доктор Ибрагим, известный <br /> теолог и историк, посвятил свою жизнь изучению ислама и <br /> его влияния на культуру и науку. Он мечтал о месте, где бы <br /> студенты могли углубленно изучать свою веру и <br /> одновременно развивать критическое мышление и научный <br /> подход.
          </p>
          <br />
          <p>
            Амира Халид, обладая страстью к образованию и <br /> инновациям, сыграла ключевую роль в организации учебного <br /> процесса. Её идеи о сочетании классического образования с <br /> современными методами преподавания стали основой для <br /> многих программ академии.
          </p>
          <br />
          <p>
            Учебные программы и инновации <br /> Академия предлагала разнообразные учебные программы, <br /> включая исламское богословие, арабский язык, историю <br /> ислама, а также курсы по естественным и социальным <br /> наукам. Программа исламского богословия была основана на <br /> глубоких текстах, таких как Коран и хадисы, и включала <br /> дискуссии о применении этих учений в современном мире.
          </p>
          <br />
          <p>
            Студенты имели возможность участвовать в <br /> исследовательских проектах и стажировках, что  <br />способствовало развитию их профессиональных навыков. Одной из <br /> ключевых инициатив стала программа «Исламская <br /> этика в бизнесе», где студенты изучали, как исламские <br /> принципы сочетаются с экономикой и <br /> предпринимательством.
          </p>
          <br />
          <p>
            Будущее<br /> С каждым годом «Свет знания» продолжала развиваться. В <br /> 2023 году была запущена новая программа, посвящённая <br /> исламской этике в контексте современных технологий,что <br /> привлекло студентов,интересующихся вопросами, <br /> связанными с искусственным интеллектом и цифровой <br /> этикой. Академия также открыла исследовательский центр, <br /> Фокусирующийся на роли ислама в глобальных вопросах,<br /> таких как изменение климата и социальная справедливость. <br /> Таким образом, Исламская академия «Свет знания» стала не <br /> только образовательным учреждением, но и символом <br /> надежды и прогресса для всего региона. Она объединяла <br /> студентов из разных культур и традиций, способствуя <br /> диалогу и взаимопониманию. Вдохновленные своими <br /> наставниками, студенты академии становились лидерами, <br /> готовыми к вызовам современного мира и открытыми к <br /> новым знаниям.
          </p>

        </div>
        <div className="photo3">
          <img src={Photo3} />
        </div>
      </div>
    </div>
  )
}

export default HistoryStarting